pilot_case/openfoam_pccv_transient/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}
application     pimpleFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         0.07;
deltaT          0.001;
adjustTimeStep  no;
writeControl    runTime;
writeInterval   0.01;
purgeWrite      0;
writeFormat     ascii;
writePrecision  12;
writeCompression off;
timeFormat      fixed;
timePrecision   6;
runTimeModifiable true;
